//JSON hardcode:)
export const storage = {
    "offers": [
      {
        "category": "პოტენციის გაუმჯობესება",
        "id": 1,
        "title": "Mennex Caps",
        "description": "ნატურალური კომპონენტები აუმჯობესებს ორგანიზმის სექსუალურ ფუნქციას დამზადებულია ჩიტიწვივას ექსტრაქტზეՑ ამ მცენარის თვისებას წარმოადგენს პოტენციისა და სექსუალური ლტოლვის გაუმჯობესება. ფორმა - შუშხუნა აბები ეს ბუნების საჩუქარია, რომელიც ორგანიზმში მამაკაცის ჰორმონ ტესტოსტერონს გამოიმუშავებს. იმასთან დაკავშირებით, რომ ამ ჰორმონს სხვადასხვა ორგანიზმი განსხვავებულად ითვისებს, ჟოლოს ექსტრაქტი აძლიერებს ამ პროცესს, ამგვარად, ერექცია ბევრად უფრო ხანგრძლივი, ძლიერი და მყარია. პერუს მაკა საუკუნეების განმავლობაში ეს მცენარე ფართოდ გამოიყენებოდა მამაკაცის პოტენციის გასაძლიერებლად. ჩვენმა წინაპრებმაც იცოდნენ ეს, და ახლაც, ეს მცენარე იმავე თვისებების გამო გამოიყენება.ა.",
        "advantages": {
          "1": "ადიდებს პენისის ზომას პენისის გამაგრება და ერექციის გახანგრძლივება",
          "2": "ახანგრძლივებს სქესობრივი აქტს",
          "3": "აძლიერებს სქესობრივ ლტოლვას"
        },
        "img": "offer_1",
        "price": "0 GEL",
        "flow": "zuaOKEv4vc",
          "old_price": "14 GEL",
          "discount": "100% OFF",
          "rating": 3.2,

      },
      {
        "category": "პოტენციის გაუმჯობესება",
        "id": 2,
        "title": "Erectogen",
        "description": "მაქსიმალურად ეფექტური შემადგენლობა ჟენშენის ფესვების ექსტრაქტი ასტიმულირებ სპერმატოზოიდების მოძრაობას, აუმჯობესებს ერექციასა და სპერმის სუნს. პერუს მაკა ცნობილია, როგორც „ინკების სექსის ბალახი“ შეიცავს დიდი რაოდენობით ამინომჟავებს და ბიოლოგიურად აქტიურ ნივთიერებებს, რომლებიც აუცილებელია სქესობრივი ჰორმონების გამოსამუშავებლად. Pausinystalia johimbe ძლიერი სექსუალური სტიმულატორი. აქვს აღმგზნები თვისებები, ზრდის ლიბიდოს და სპერმის რაოდენობას Muira puama-ს ექსტრაქტი ზრდის სექსუალურ აქტივობას, აქვს აღმგზნები ეფექტი და აძლიერებს სექსუალურ ლტოლვას   .1. უნიკალური შემადგენლობა ხანგრძლივი ვადით დაგიბრუნებთ მამაკაცურ ძალას 2. ნატურალური ინგრედიენტები ხელს უწყობს ტესტოსტერონის გამომუშავებას 3. პრეპარატი არ არის ტოქსიკური, ასე რომ მისი მიღება ალკოჰოლთან და სხვა მედიკამენტებთან ერთად სავს20ებით დაშვებულია 4. ახდენს აზოტის მჟავის სინთეზირებას - რაც წარმოადგენს ძირითად ელემენტს ერექციისთვის გარანტირებული ეფექტი მოხმარებიდან 2 კვირაში!",
        "advantages": {
          "1": "ძლიერი და მყარი ერექციის გარანტი",
          "2": "ზრდის გამძლეობას და სქესობრივი აქტით სიამოვნების მიღების დონეს",
          "3": "სქესობრივ აქტს 4 საათამდე ახანგრძლივებს"
        },
        "img": "offer_2",
        "price": "0 GEL",
        "flow": "BvyflGJDpL",
        "old_price": "14 GEL",
          "discount": "100% OFF",
          "rating": 4.5,
      },
      {
        "category": "პოტენციის გაუმჯობესება",
        "id": 3,
        "title": "PX-300",
        "description": "ერექციის აღდგენისა და გაძლიერებისთვის მე გირჩევთ შუშხუნა ტაბლეტებს „Рх300“. ის ააქტიურებს სქესობრივ აღგზნებადობას, რაც თავისა და ზურგის ტვინიდან იმართება. პრეპარატი ხელს უწყობს ნერვული იმპულსების გადაცემის დაჩქარებას, ორგანიზმში ახდენს აზოტის მჟავის სინთეზირებას. შედეგად, პენისს მომენტალურად მიეწოდება დიდი რაოდენობით სისხლი და ხდება ერექცია. „Рх300“ აწესრიგებს აღგზნებადობის პროცესს ერექციული დისფუნქციის დროს და ხელს უწყობს სწრაფი სქესობრივი აქტისა და სპერმის გამოყოფის პროცესის გახანგრძლივებას.",
        "advantages": {
          "1": "ადიდებს პენისის ზომას პენისის გამაგრება და ერექციის გახანგრძლივება",
          "2": "ახანგრძლივებს სქესობრივი აქტს",
          "3": "აძლიერებს სქესობრივ ლტოლვას"
        },
        "img": "offer_3",
        "price": "0 GEL",
        "flow": "L6iGswvz5J",
        "old_price": "30 GEL",
          "discount": "100% OFF",
          "rating": 4.5,
      },
      {
        "category": "პოტენციის გაუმჯობესება",
        "id": 4,
        "title": "Prostonix",
        "description": "პრეპარატმა გაიარა კლინიკური ცდები. ცპეციალისტ-უროლოგებისათვის შედეგები შოკისმომგვრელი იყო. დაავადებულთა 98% გამოჯანმრთელდა ყოველგვარი რეციდივის გარეშე. ყველა დანარჩენს უქრებოდა სიმპტომები და უჩერდებოდა ანთებითი პროცესები პროსტატაში. მიუხედავად ამისა დაავადებულთა 2%-ს შეიძლებოდა ჰქონოდათ გარკვეული რეციდივები, რომლებიც პრინციპში ქრებოდა PROSTONIX შემდგომი მოხმარებისას. ასევე, უნიკალურ კომპონენტთა შეხამების წყალობით PROSTONIX გააჩნია ადგილობრივი მკვეთრად გამოხატული პოტენციისა და სექსულური აქტის ხანგრძლოვობის მრავალჯერადი ზრდა. PROSTONIX კარგია იმით, რომ პრობლემას კომპლექსურად აგვარებს. ის ახდენს ფენომენალურ გამოსაჯანმრთელებელ ზემოქმედებას მთელ მამაკაცის შარდსასქესო სისტემაზე. მარტივად, რომ ვთქვათ პრეპარატის კურსის შემდეგ მამაკაცის ორგანიზმი ფუნქციონირებას იწყებს, 25 წლის დონეზე.",
        "advantages": {
          "1": "PROSTONIX ეფექტურობა, გამოთვლილი სტანდარტული მეთოდიკით ( გამოჯანმრთელებულთა რიცხვი შეფარდებული დაავადებულთა საერთო რაოდენობასთან 100 კაცისგან შემდგარ ჯგუფში, რომლებიც გადიოდნენ მკურნალობას) შეადგინა 98%.",
          "2": "პრეპარატის შეწყვეტის შემდეგ დაავადების გამოვლინების არქონა(ექვსთვიანი დაკვირვების შედეგებით) შეადგინა 99%.",
          "3": "პრეპარატის ერთკვირიანი მიღების შემდეგ ყველა პაციენტმა აღნიშნა ლიბიდოსა და პოტენციის საგრძნობი გაზრდა"
        },
        "img": "offer_4",
        "price": "7 GEL",
        "flow": "OKFSpG88fN",
        "old_price": "99 GEL",
          "discount": "92% OFF",
          "rating": 4.5,
      },
      {
        "category": "სახსრების დაავადებები",
        "id": 5,
        "title": "Joint Balm",
        "description": "Joint Balm ეფექტურია ასევე ოსტეოქონდროზისა და ართროზის სამკურნალოდ, ვინაიდან ის ამცირებს სახსრის ქსოვილის დეგენერაციის პროცესს და ზრდის მის მეტაბოლიზმს, რაც ხელს უწყობს სახსრების ხრტილების აღდგენას. მისი დადებითი ეფექტის ხილვა პირველი მოხმარების შემდეგ შეგიძლიათ. რეგულარული მოხმარების შემთხვევაში, სახსრებისა და ხერხემლის დაავადებები პროგრესირებას წყვეტს. ხელს უწყობს ტრავმული დაზიანებების და ასაკობრივი სახსრებისა და ხერხემლის დაავადებების მორჩენაში. ის აბსოლუტურად უსაფრთხოა მოხმარებისთვის, შეგიძლიად უსაფრთხოდ გამოიყენოთ ყოველდღიურად და გარდა ამისა, 100% ნატურალური შემადგენლობა -მცენარეების აქტიური კომპონენტებისგან. აუმჯობესებს ჯანმრთელობის მდგომარეობას და ამცირებს ტკივილს პირველივე მოხმარებისთანავე",
        "advantages": {
          "1": "აქრობს ანთებებს Joint Balm არის პროდუქტი, რომელიც სწრაფად მოგიხსნით ტკივილს, რომელიც გამოწვეულია ისეთი დაავადებებით, როგორიცაა ართროზი და ოსტეოქონდროზი.",
          "2": "ის ხსნის კუნთის სპაზმებსა და ანთებას.",
          "3": "Joint Balm დამზადებულია სრულად აქტიური კომპონენტებისგან"
        },
        "img": "offer_5",
        "price": "0 GEL",
        "flow": "7CngHkyYis",
        "old_price": "159.8 GEL",
          "discount": "100% OFF",
          "rating": 4.5,
      },
      {
        "category": "სახსრების დაავადებები",
        "id": 6,
        "title": "Nano flex",
        "description": "Nano Flex ფარგლებში ერთდროულად ოთხი ბუნებრივი ბუნებრივი შხამი! გველის შხამი. ბუნების ყველაზე ძლიერი ტკივილგამაყუჩებელი და ანთების საწინააღმდეგო საშუალება. მარჯვნივ პროპორციები საუკეთესო ტკივილგამაყუჩებელია პლანეტაზე. ნებისმიერი ტკივილი ავადმყოფზე გველის შხამის წასმის შემდეგ ადგილი მაშინვე გაივლის.მორიელის შხამი. აღწევს სახსრებში, ააქტიურებს უჯრედების რეგენერაციის, აღდგენის მექანიზმს. დაზარალებული სახსარი უჯრედულ დონეზე. ჭიანჭველების შხამი. აუმჯობესებს ქსოვილებისა და ლიგატების ელასტიურობას, აღადგენს მობილურობას. შეუცვლელი კომპონენტი სახსრებისთვის, რომელიც მყისიერად აღწევს სახსრების ქსოვილებში და მოქმედებს როგორც ლუბრიკანტი. ფუტკრის შხამი.ამცირებს ანთებას, აუმჯობესებს კოლაგენის გამომუშავებას, ამდიდრებს სინონიურ სითხეს. გარდა იმისა, რომ ის სწრაფად და ეფექტურად თრგუნავს ანთებას, აღადგენს ყველა მეტაბოლურ პროცესს და იწყებს რეგენერაციას ხრტილი და სახსრები, ეს გელი ასევე იძლევა კომპლექსურ სამკურნალო ეფექტს მთელი ორგანიზმისთვის.",
        "advantages": {
          "1": "Nano flex-ი ათჯერ უფრო ეფექტურია პრეპარატებზე როდესაც საქმე ეხება სახსრების მკურნალობას და ხრტილოვანი ქსოვილების აღდგენას.",
          "2": "NanoFlex გამოიყენება ოსტეოქონდროზის, ართრიტის, ართროზისა და სხვა სახსრების პათოლოგიების სამკურნალოდ, მათ შორის ტრავმატული და ასაკობრივი დაავადებების დროსაც კი.",
          "3": "NanoFlex-ი შედგება მხოლოდ ნატურალური სამკურნალო მცენარეების ექსტრაქტებისგან, ორგანიზმის აგებისა და რეგენერაციის პროცესების მაინიცირებელი ნივთიერებების სინერგიის წყალობით."
        },
        "img": "offer_6",
        "price": "15 GEL",
        "flow": "5Zzt3ao2Tj",
        "old_price": "30 GEL",
          "discount": "50% OFF",
          "rating": 3.2,
      },
      {
        "category": "ვარიკოზული ვენები",
        "id": 7,
        "title": "Varihelp",
        "description": "პრეპარატის ეფექტურობის საიდუმლო მდგომარეობს E ვიტამინის სპეციალურ ფორმაში, ე.წ. ალფა-ტოკოფეროლში. ამ ნივთიერებას შესწევს უნარი, რომ შეაღწიოს თრომბების შიგნით და დაშალოს ისინი, ამის შედეგად, იწმინდება სისხლძარღვები, სისხლის მიმოქცევას არაფერი აფერხებს, ვარიკოზი იკურნება. სამუდამოდ! კერძოდ კი, იმ მომენტამდე, ვიდრე თრომბის ხელახლა წარმოქმნა არ მოხდება (მაგრამ ამისთვის საჭიროა რამდენიმე ათწლეული). საჭირო აღარ არის, რომ გქონდეთ თრომბის მოწყვეტისა და შინაგანი ორგანოების დაზიანების შიში, აღარ უნდა გეშინოდეთ, რომ შესაძლოა, ყველაზე საშინელი რამ მოხდეს – ინფარქტი ან ინსულტი. ადამიანები სრულად ჯანმრთელი ხდებიან. გარდა ამისა, კონკრეტულად პრეპარატ Varihelp მთავარი უპირატესობა იმაში მდგომარეობს, რომ ის კიდევ ბევრ სხვა ვიტამინს, მაკრო და მიკროელემენტს შეიცავს, რომლებიც სისხლძარღვების გაუმჯობესებისთვის არის განკუთვნილი. ეს იმას ნიშნავს, რომ პრეპარატი სისხლძარღვების სისტემის ყველა მიმართულებით გაჯანსაღებას ემსახურება. კრემი Varihelp-ს ძალა მდგომარეობს მის უნიკალურ შემადგენლობაში, რომელშიც შეერთებულია ყველაფერი, რაც არის ყველაზე საჭირო ვარიკოზის ეფექტური მკურნალობისთვის და ფეხების კანის სილამაზისა და ჯანმრთელობის უზრუნველსაყოფად.",
        "advantages": {
          "1": "ასტიმულირებს ნორმალურ სისხლის მიმოქცევას",
          "2": "სწრაფად ხსნის ფეხების დაღლილობას",
          "3": "ამცირებს შეშუპებას და ანთებას"
        },
        "img": "offer_7",
        "price": "15 GEL",
        "flow": "PmPFD5LrC3",
        "old_price": "15 GEL",
          "discount": "50% OFF",
          "rating": 4.5,
      },
      {
        "category": "სმენის გაუმჯობესება",
        "id": 8,
        "title": "Otolax",
        "description": "Otolax-ი არის ნოუ-ჰაუ, ჩვენი მეცნიერების სიამაყე. მისი აქტიური შემადგენლობის წყალობით ის თითქმის 100%-ით უზრუნველყოფს სმენის დაბრუნებას. პრეპარატი აღადგენს სმენითი აპარატის ფუნქციონირების ნორმალურ აღდგენას. იწყება სხეულის აღდგენის ჯაჭვური რეაქცია. Otolax-ი მუშაობს 3 ეტაპად: 1. ავსებს ორგანიზმს გლუკოზით და აძლევს ენერგიას, ახდენს ჯანმრთელობაზე დადებით გავლენას, ამცირებს ქოლესტერინის დონეს. 2. ახშობს ტკივილს და ხსნის ანთებას, ხელს უწყობს სმენითი აპარატის აღდგენას, ბაქტერიულ ქრონიკულ ყურის ინფექციებთან ბრძოლას, აძლიერებს სმენას. 3. აურიკულებს უზრუნველყოფს ნორმალური სისხლის მიწოდებით, მონაწილეობას იღებს ხრტილების წარმოქმნას და მათ რეგენერაციას დაზიანების შემთხვევაში",
        "advantages": {
          "1": "ამცირებს ქოლესტერინის დონეს",
          "2": "აშორებს ტკივილს და ანთებას",
          "3": "ინარჩუნებს სმენას ნორმალურ მდგომარეობაში"
        },
        "img": "offer_8",
        "price": "15 GEL",
        "flow": "5RmkuLgVSf",
        "old_price": "100 GEL",
          "discount": "75% OFF",
          "rating": 4.5,
      },
      {
        "category": "გაუმჯობესებული ხედვა",
        "id": 9,
        "title": "Ocularix",
        "description": "აი როგორია იმ ექსტრაქტების სია რომლებისგანაც შედგება Ocularix-ი და რა შეუძლია ამ საშუალებას: 1. მოცვისა და მოცხარის ანტოციანინები - ზრდის თვალის კაკლებში სისხლის ნაკადის სიჩქარეს, ამცირებს კაპილარების მყიფეობას თვალის კაკლში, ახდენს თვალშიდა სითხის გადინების ნორმალიზებას, ანელებს უჯრედული სტრუქტურების დაბერების პროცესს, აღადგენს როდოპსინს და კვებავს ბადურას, აუმჯობესებს მხედველობის სიმახვილეს. ; 2. კალენდულას ყვავილის ექსტრაქტი - ბუნებრივი ანტიოქსიდანტი, იცავს თვალებს ულტრაიისფერი გამოსხივებისგან, იცავს თვალებს თავისუფალი რადიკალებისგან, ხელს უშლის მაკულარულ დეგენერაციას, იცავს ბადურას განადგურებისა და დაბინდვისგან; 3. ვარდის ნაყოფის ექსტრაქტი - უზრუნველყოფს თვალის სისხლძარღვების სიმტკიცეს და ელასტიურობას, ამაგრებს თვალის კაპილარების კედლებს, ანელებს ბადურის ასაკთან დაკავშირებულ სკლეროზულ ცვლილებებს; 4. ჰიალურონის მჟავა - ატენიანებს და იცავს თვალებს გამოშრობისგან, აღადგენს ცრემლსადენი ფენის მთლიანობას, ხელს უწყობს ბზარების და თვალის დაზიანებული ქსოვილების შეხორცებას; 5. ვიტამინის კომპლექსი (A, B, C, D) - აძლიერებს ვიზუალურ აპარატს, აუმჯობესებს ნერვული იმპულსების ხარისხს, ინარჩუნებს თვალშიდა წნევის ოპტიმალურ დონეს, ამცირებს გლაუკომის განვითარების რისკს და ხელს უწყობს მხედველობის შენარჩუნებას.",
        "advantages": {
          "1": "მეცნიერებმა მოახდინეს ამ შემადგენლობის ვიტამინიზირება და უფრო ძვირადღირებული მოწყობილობების გამოყენებით მიიღეს კომპონენტების სუფთა ექსტრაქტები რომლებიც ახლა Ocularix-ის შემადგენლობის სახით სწრაფად აღადგენენ მხედველობას.",
          "2": "განსაკუთრებთ თქვენი ყურადღება გვინდა გავამახვილოთ იმაზე, რომ Ocularix-ი მხედველობას ღრმა სიბერის დროსაც აღადგენს, სწორედ ამიტომ ის რეკომენდებულია პენსიონერებისთვის.",
          "3": "მისი გამოყენება ასევე შეიძლება თვალებთან დაკავშირებული პრობლემების პროფილაქტიკისთვის, ტრავმებისას და ასაკთან ერთად მხედველობის გაუარესების პროფილაქტიკისთვის."
        },
        "img": "offer_9",
        "price": "15 GEL",
        "flow": "VdHM8MAwks",
        "old_price": "30 GEL",
          "discount": "50% OFF",
          "rating": 4.5,
      },
      {
        "category": "შაქრიანი დიაბეტი",
        "id": 10,
        "title": "DM-NORM",
        "description": "DM-NORM დადებითად მოქმედებს ინსულინის სეკრეციაზე და პანკრეასის ჯანმრთელობაზე, ასევე ხელს უწყობს დაზიანებული უჯრედების აღდგენას. ეს წამალი ხელს უწყობს: ჰიპერტენზიისა და ქოლესტერინის ნადების მოცილებას, ნერვული სისტემის საკვები ნივთიერებებით მომარაგებას, ასევე ღვიძლისა და ფილტვების სტრუქტურის რეგენერაციას. DM-NORM ხელს უწყობს წონის დაკლებას დაავადების ყველაზე გავრცელებულ მიზეზს - სიმსუქნეს. გარდა ამისა, პროდუქტს შეუძლია შეამციროს თქვენი შაქრის ლტოლვა ენის გემოვნებისადმი მგრძნობიარე უბნების მიმართ, რომლებიც რეაგირებენ შაქარზე. ცხადია, DM-NORM არის ერთ-ერთი საუკეთესო პროდუქტი დღეს ბაზარზე. ის პრობლემასთან კომპლექსურად მუშაობს, დაავადების ყველა მიზეზზე ერთდროულად მოქმედებს.",
        "advantages": {
          "1": "ხელს უწყობს შაქრის დონის შემცირებას და ინსულინის შეთვისებას.",
          "2": "ახდენს ჰიპოგლიკემიის პრევენციას და აძლიერებს იმუნურ სისტემას.",
          "3": "ეხმარება მეტაბოლიზმის ნორმალიზებას."
        },
        "img": "offer_10",
        "price": "15 GEL",
        "flow": "LK8EjwWK5M",
        "old_price": "30 GEL",
          "discount": "50% OFF",
          "rating": 4.5,
      },
      {
        "category": "სოკოს საწინააღმდეგო საშუალებები",
        "id": 11,
        "title": "Fungizol",
        "description": "მომეტალური ეფექტი სოკოს საწინააღმდეგოდ გამოყენების შემდეგ FUNGIZOL-ის საცხს ევკალიპტის ზეთი - აქვს ანტისეპტიკური თვისებები, აგრილებს, აახლებს და აუმჯობესებს კანის მდგომარეობას, არბილებს და ალაგებს სიწითლეს და ქავილს, იცავს სოკოსა და ინფექციებისგან. სალიცილის მჟავა - ეფექტურად ებრძვის ანთებით, ინფექციურ და კანის სხვა დაზიანებებს, აქვს ძლიერი ანტიბაქტერიული ეფექტი, აჩქარებს კანის აღდგენას და რეგენერაციას. ჩაის ხის ზეთი - არის ცნობილი ანტისეპტიკური საშუალება, აქვს ჭრილობის სამკურნალო ძლიერი თვისებები, აგრილებს, აღმოფხვრავს უსიამოვნო სუნს, აახლებს.",
        "advantages": {
          "1": "განკურნებული სოკოვანი ინფექცია",
          "2": "ფრჩხილის სტრუქტურული აღდგენა",
          "3": "ანთების ჩაცხრობა"
        },
        "img": "offer_11",
        "price": "15 GEL",
        "flow": "ORiW8uweOT",
        "old_price": "30 GEL",
          "discount": "50% OFF",
          "rating": 4.5,
      },
      {
        "category": "ჰიპერტენზია",
        "id": 12,
        "title": "Hyperton",
        "description": "Hyperton 10 წუთის განმავლობაში აწესრიგებს წნევას და აუმჯობესებს ზოგად მდგომარეობას. აქტიური კომპონენტების თანდათანობითი გამონთავისუფლება პრეპარატის მიღების შემდეგ ერთი დღე-ღამის განმავლობაში აღადგენს და არეგულირებს ტვინის, ნერვული, იმუნური და შარდ-სასქესო სისტემის სისტემების დარღვეულ ფუნქციებს. HYPERTON შემადგენლობა არის აბსოლუტურად ბუნებრივი! გინკგო ბილობა აწესრიგებს წნევას. რის შედეგადაც მცირდება სხეულის შეშუპებულობა, იზრდება შრომისუნარიანობა და ძილი მწყობრში დგება. მოცვი აუმჯობესებს მეხსიერებას და მხედველობას, არეგულირებს მეტაბოლიზმს და აძლიერებს გულ-სისხლძარღვთა სისტემას. ასკილი აღმოფხვრის თირკმელებისა და ღვიძლის პათოლოგიებს, აწესრიგებს კუჭ-ნაწლავის ტრაქტის ფუნქციონირებას, ამცირებს ანემიის შედეგებს და ამცირებს ნევროლოგიური გადახრების ინტენსივობას. ფუტკრის ჭეო თავიდან იცილებს ინსულტების განვითარებას, დაგეხმარებათ გულ-სისხლძარღვთა და ნერვული სისტემის დაავადებების დროს, არის მამაკაცის პოტენციის სტიმულატორი.",
        "advantages": {
          "1": "არტერიულ წნევას აწესრიგებს უკვე 10 წუთის შემდეგ.",
          "2": "აღადგენს და ასუფთავებს სისხლძარღვებს.",
          "3": "არ იწვევს დამოკიდებულებას და ეფექტის შემცირებას მუდმივი მიღებისას"
        },
        "img": "offer_12",
        "price": "0 GEL",
        "flow": "wcVbdQjT8Q",
        "old_price": "30 GEL",
          "discount": "100% OFF",
          "rating": 4.5,
      }
    ]
  }